// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Slot PCI Ethernet %@";
"pci-multiether"          = "Slot PCI Ethernet %@, Port %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = " Adaptor Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptor rețea Wi-Fi (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Slot PCI FireWire %@";
"pci-multifirewire"       = "Slot PCI FireWire %@, Port %@";
"generic-firewire"        = "Adaptor Ethernet (%@)";

"bluetooth"               = "DUN Bluetooth";
"bluetooth-modem"         = " Adaptor modem Bluetooth USB";
"bluetooth-modem-port"    = "Port modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "PAN Bluetooth";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptor modem IrDA USB";
"irda-ircomm-port"        = "Port modem IrDA";

"loopback"                = "Buclă locală";

"modem"                   = "Modem intern";

"modem-port"              = "Port modem";
"modem-printer-port"      = "Port modem/imprimantă";

"printer-port"            = "Port imprimantă";
"serial-port"             = "Port serial";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"bridge"                  = "Punte (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem extern";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Gigabit Ethernet USB";

"iPhone"                  = "USB iPhone";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet integrat";
"X-multiether"            = "Ethernet integrat %@";
"X-firewire"              = "FireWire integrat";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
